tutorials/contactAngleEffectWaterFlow/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2412                                  |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    arch        "LSB;label=32;scalar=64";
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    walls
    {
        type            wall;
        inGroups        1(wall);
        nFaces          976;
        startFace       894260;
    }
    inlet
    {
        type            patch;
        nFaces          400;
        startFace       895236;
    }
    outlet
    {
        type            patch;
        nFaces          152;
        startFace       895636;
    }
    frontandback
    {
        type            empty;
        inGroups        1(empty);
        nFaces          920568;
        startFace       895788;
    }
    fixedWalls
    {
        type            wall;
        inGroups        1(wall);
        nFaces          36366;
        startFace       1816356;
    }
)

// ************************************************************************* //
