tutorials/contactAngleEffectWaterFlow/constant/transportProperties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2106                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      transportProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

transportModel  Newtonian;

nu		[0 2 -1 0 0 0 0] 1e-6;
nuBulk		[0 2 -1 0 0 0 0] 1e-6;

nu_walls	[0 2 -1 0 0 0 0] 1.63e-6;
dist_walls	[0 1 0 0 0 0 0] 0.7e-9;

nu_fixedWalls	[0 2 -1 0 0 0 0] 1.63e-6;
dist_fixedWalls	[0 1 0 0 0 0 0] 0.7e-9;

// ************************************************************************* //
