tutorials/contactAngleEffectWaterFlow/0_orig/B
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2106                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      B;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 -3 0 0 1 0 0];

internalField   uniform 1;

boundaryField
{
    walls
    {
        type            zeroGradient;
    }
    inlet
    {
	type            fixedValue;
        value           uniform 0;
    }
    outlet
    {
	type            zeroGradient;
    }

    fixedWalls
    {   
        type           zeroGradient;
    }

    frontandback
    {
        type            empty;
    }

}

// ************************************************************************* //
