tutorials/contactAngleEffectWaterFlow/system/postProcessDict1
FoamFile
{
version     4.0;
format      ascii;
class       dictionary;
location    "system";
object      postProcessDict;
}

velocity volumeAveraged;
pressureDrop direct;//velocityWeightedAverageViscousForce;

inletName inlet;
outletName outlet;

x1 x_1;
x2 x_2;

y1 y_1;
y2 y_2;

z1 z_1;
z2 z_2;

direction flowdir;
